{
"members": [
    {
        "id": "1",
        "name": "Patrik ‘Prime’ Helge",
        "desc": "Born in the year of the Woodstock festival and the Earth Rooster,1969. At the age of 14 he discovered breaking, popping and writing. \n\nHe soon ound out that popping and locking was his way to survive the 11 month long funkaters in Sweden.Cofounder of Roxy Four, Throwdown Rockers, Movez Unlimited and now both Moves Per Minute and Mass Destruction. \n\nWon Scandinavian BOTY 2000 with the group called Nasty Nine, consisting of dancers from MPM and Atomic boys. Started teaching popping and locking 1986 and still loves to inspire up and coming funkateers in Stockholm.",
        "image": "/src/assets/images/members_prime.jpg"
    },
    {
        "id": "2",
        "name": "Tomas ‘Quill’ Strandgren",
        "desc": "By the time the US had sent their first man to the moon in 1969, Sweden produced the first and only prototype of Quill. \n\nHe has performed in countless shows and events, including National Television and for the Royal Family. In 1992 he went on a six month long European tour, performing at largest nightclubs there was. \n\nFor the last couple of years he's been working in Spain but now he's back on swedish turf and teaches Electric Boogie and Popping at Säborg´s danceschool in Örebro.",
        "image": "/src/assets/images/members_quill.jpg"
    },    
    {
        "id": "3",
        "name": "Robert‘Rob One’ Wägar",
        "desc": "As the Americans focused on the Viking 1 Probe going to Mars, the Vikings in Sweden focused on locker Rob One. \n\nRobert was born in 1975 and started dancing -84 more for real in 1989. He started with hiphop and later on got struck by funk! Robert founded many groups amongst them Funky 4 Brothers. He has been in groups like 9 Degrees, Extage and cofounded Funkademics. But now he belongs to us, muhahaha. \n\nHe has won Swedish Streetdance Nationals -93 and Nordic Open -05.",
        "image": "/src/assets/images/members_robone.jpg"
    },
    {
        "id": "4",
        "name": "Sven ‘Slam Tilt’ Forshell",
        "desc": "This freak was born 1980 in the norhern suburbs of Stockholm, Sweden. After being introduced to 'popping' by a friend in 2001 Sven soon found his mentor, Prime.\n\nBut to survive the harsh social climate here you need to hook up with some fellow funkateers. Sven joined Concrete Kingz, which now has become one of Swedens most respected crews for their skills in breaking, popping and recently locking. \n\nAt the last BBoy Summit, Sven and Dennis D Menace (Fellow Concete King) hooked up with Demons of the Mind and got their blessings to take on their style called stepping. So watch out for Left'n'Right!",
        "image": "/src/assets/images/members_sven.jpg"
    }
    
]

}